Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: For the next 21 days your recovery score weights HRV more heavily and ignores noisy vitals.
ar: خلال الأيام الـ 21 القادمة، تمنح درجة التعافي وزنًا أكبر لHRV وتتجاهل العلامات الحيوية المشوشة.
da: De næste 21 dage vægter din restitutionsscore HRV højere og ser bort fra støjende vitale værdier.
de: In den nächsten 21 Tagen gewichtet dein Erholungs-Score die HRV stärker und ignoriert unruhige Vitalwerte.
es: Durante los próximos 21 días, tu puntuación de recuperación da más peso a la HRV e ignora las constantes vitales poco fiables.
fi: Seuraavat 21 päivää palautumispisteesi painottaa HRV:tä enemmän ja ohittaa häiriöiset elintoiminnot.
fr: Pendant les 21 prochains jours, votre score de récupération donne plus de poids à la HRV et ignore les signes vitaux bruités.
is: Næstu 21 daga vegur endurheimtarskorið HRV þyngra og hunsar óáreiðanleg lífsmörk.
it: Per i prossimi 21 giorni il tuo punteggio di recupero dà più peso all'HRV e ignora i parametri vitali rumorosi.
ja: 今後21日間、回復スコアはHRVをより重視し、ノイズの多いバイタルを無視します。
ko: 앞으로 21일 동안 회복 점수는 HRV에 더 큰 비중을 두고 잡음이 많은 바이탈은 무시합니다.
nb: De neste 21 dagene vekter restitusjonspoengsummen HRV tyngre og ser bort fra støyende vitale verdier.
nl: De komende 21 dagen weegt je herstelscore HRV zwaarder en negeert hij onbetrouwbare vitale waarden.
pt_br: Nos próximos 21 dias, sua pontuação de recuperação dá mais peso à VFC e ignora sinais vitais com ruído.
ru: В ближайшие 21 день оценка восстановления придаёт ВСР больший вес и игнорирует зашумлённые показатели.
sv: De kommande 21 dagarna väger din återhämtningspoäng HRV tyngre och bortser från störda vitalvärden.
zh_hans: 在接下来的 21 天里，你的恢复评分会更看重 HRV，并忽略噪声较大的生命体征。

source: Found %lld outdoor workouts.
ar: عُثر على %lld تمرين خارجي.
da: Fandt %lld udendørstræninger.
de: %lld Outdoor-Trainings gefunden.
es: Se encontraron %lld entrenamientos al aire libre.
fi: Löytyi %lld ulkoharjoitusta.
fr: %lld séances en extérieur trouvées.
is: Fann %lld útiæfingar.
it: Trovati %lld allenamenti all’aperto.
ja: 屋外ワークアウトが %lld 件見つかりました。
ko: 야외 운동 %lld건을 찾았습니다.
nb: Fant %lld utendørsøkter.
nl: %lld buitentrainingen gevonden.
pt_br: Encontrados %lld treinos ao ar livre.
ru: Найдено %lld тренировки на улице.
sv: Hittade %lld utomhuspass.
zh_hans: 找到 %lld 次户外训练。

source: Freezing drizzle
ar: رذاذ متجمد
da: Underafkølet støvregn
de: Gefrierender Nieselregen
es: Llovizna helada
fi: Jäätävää tihkua
fr: Bruine verglaçante
is: Frostsúld
it: Pioviggine gelata
ja: 着氷性の霧雨
ko: 어는 이슬비
nb: Underkjølt yr
nl: IJzel (motregen)
pt_br: Garoa congelante
ru: Ледяная морось
sv: Underkylt duggregn
zh_hans: 冻毛毛雨

source: Freezing rain
ar: مطر متجمد
da: Isslag
de: Gefrierender Regen
es: Lluvia helada
fi: Jäätävää sadetta
fr: Pluie verglaçante
is: Frostrigning
it: Pioggia gelata
ja: 着氷性の雨
ko: 어는 비
nb: Underkjølt regn
nl: IJzel
pt_br: Chuva congelante
ru: Ледяной дождь
sv: Underkylt regn
zh_hans: 冻雨

source: Frequency
ar: التردد
da: Frekvens
de: Frequenz
es: Frecuencia
fi: Taajuus
fr: Fréquence
is: Tíðni
it: Frequenza
ja: 周波数
ko: 주파수
nb: Frekvens
nl: Frequentie
pt_br: Frequência
ru: Частотный
sv: Frekvens
zh_hans: 频域

source: Fresh
ar: نشِط
da: Frisk
de: Frisch
es: Fresco
fi: Virkeä
fr: Frais
is: Ferskur
it: Fresco
ja: フレッシュ
ko: 상쾌함
nb: Uthvilt
nl: Fris
pt_br: Descansado
ru: Свежесть
sv: Pigg
zh_hans: 状态新鲜

source: from recording length
ar: من مدة التسجيل
da: ud fra optagelsens længde
de: aus der Aufnahmedauer
es: según la duración de la grabación
fi: tallenteen pituudesta
fr: d'après la durée de l'enregistrement
is: út frá lengd upptöku
it: dalla durata della registrazione
ja: 記録時間から
ko: 기록 시간 기준
nb: ut fra opptakets lengde
nl: op basis van opnameduur
pt_br: pela duração da gravação
ru: по длительности записи
sv: utifrån inspelningens längd
zh_hans: 根据记录时长

source: Full breakdown — splits, charts, route map, methodology — is in the attached PDF. Numbers in this email are summarised; the PDF is the source of truth.
ar: التفاصيل الكاملة — الأجزاء والرسوم البيانية وخريطة المسار والمنهجية — في ملف PDF المرفق. الأرقام في هذا البريد ملخّصة؛ وملف PDF هو المرجع.
da: Den fulde gennemgang — splits, grafer, rutekort, metode — findes i den vedhæftede PDF. Tallene i denne mail er opsummeret; PDF'en er den gældende kilde.
de: Die vollständige Auswertung – Splits, Diagramme, Streckenkarte, Methodik – steht im angehängten PDF. Die Zahlen in dieser E-Mail sind zusammengefasst; maßgeblich ist das PDF.
es: El desglose completo —parciales, gráficos, mapa de la ruta, metodología— está en el PDF adjunto. Las cifras de este correo están resumidas; el PDF es la referencia.
fi: Täysi erittely – väliajat, kaaviot, reittikartta, menetelmät – on liitteenä olevassa PDF:ssä. Tämän viestin luvut ovat tiivistelmä; PDF on luotettava lähde.
fr: Le détail complet — temps intermédiaires, graphiques, carte du parcours, méthodologie — se trouve dans le PDF joint. Les chiffres de cet e-mail sont résumés ; le PDF fait foi.
is: Öll sundurliðunin — millitímar, gröf, leiðarkort, aðferðafræði — er í meðfylgjandi PDF-skjali. Tölurnar í þessum pósti eru samantekt; PDF-skjalið gildir.
it: Il dettaglio completo — parziali, grafici, mappa del percorso, metodologia — è nel PDF allegato. I numeri in questa email sono riassunti; fa fede il PDF.
ja: スプリット、グラフ、ルートマップ、算出方法などの詳細は添付のPDFにあります。このメールの数値は要約で、正式な値はPDFです。
ko: 구간 기록, 차트, 경로 지도, 방법론 등 전체 내용은 첨부된 PDF에 있습니다. 이 이메일의 수치는 요약이며, 기준은 PDF입니다.
nb: Hele gjennomgangen – splitter, grafer, rutekart, metode – ligger i den vedlagte PDF-en. Tallene i denne e-posten er oppsummert; PDF-en er gjeldende kilde.
nl: Het volledige overzicht — splits, grafieken, routekaart, methode — staat in de bijgevoegde pdf. De cijfers in deze e-mail zijn samengevat; de pdf is leidend.
pt_br: O detalhamento completo — parciais, gráficos, mapa da rota, metodologia — está no PDF anexo. Os números deste e-mail são resumidos; o PDF é a referência.
ru: Полная разбивка — отрезки, графики, карта маршрута, методика — в приложенном PDF. Цифры в этом письме даны кратко; основной источник — PDF.
sv: Hela genomgången – mellantider, diagram, ruttkarta, metod – finns i den bifogade PDF:en. Siffrorna i mejlet är sammanfattade; PDF:en gäller.
zh_hans: 完整明细——分段、图表、路线图、方法说明——见附件 PDF。本邮件中的数字为摘要，以 PDF 为准。

source: Fully acclimated
ar: متأقلم تمامًا
da: Fuldt akklimatiseret
de: Vollständig akklimatisiert
es: Totalmente aclimatado
fi: Täysin sopeutunut
fr: Totalement acclimaté
is: Fullaðlöguð
it: Completamente acclimatato
ja: 完全に順化
ko: 완전히 적응됨
nb: Fullt akklimatisert
nl: Volledig geacclimatiseerd
pt_br: Totalmente aclimatado
ru: Полная акклиматизация
sv: Helt acklimatiserad
zh_hans: 完全适应

source: Gemini is overloaded right now. Try again in a moment.
ar: Gemini مثقل بالطلبات الآن. حاول مرة أخرى بعد قليل.
da: Gemini er overbelastet lige nu. Prøv igen om lidt.
de: Gemini ist gerade überlastet. Versuch es gleich noch einmal.
es: Gemini está saturado ahora mismo. Inténtalo de nuevo en un momento.
fi: Gemini on juuri nyt ylikuormitettu. Yritä hetken päästä uudelleen.
fr: Gemini est surchargé en ce moment. Réessayez dans un instant.
is: Gemini er yfirhlaðið núna. Reyndu aftur eftir smástund.
it: Gemini è sovraccarico in questo momento. Riprova tra poco.
ja: Gemini は現在混み合っています。しばらくしてからもう一度お試しください。
ko: Gemini가 현재 과부하 상태입니다. 잠시 후 다시 시도하세요.
nb: Gemini er overbelastet akkurat nå. Prøv igjen om litt.
nl: Gemini is op dit moment overbelast. Probeer het zo opnieuw.
pt_br: O Gemini está sobrecarregado agora. Tente de novo em instantes.
ru: Gemini сейчас перегружен. Повторите попытку чуть позже.
sv: Gemini är överbelastat just nu. Försök igen om en stund.
zh_hans: Gemini 当前负载过高。请稍后再试。

source: Generated: %@
ar: تاريخ الإنشاء: %@
da: Oprettet: %@
de: Erstellt: %@
es: Generado: %@
fi: Luotu: %@
fr: Généré : %@
is: Búið til: %@
it: Generato: %@
ja: 作成日時: %@
ko: 생성: %@
nb: Opprettet: %@
nl: Gemaakt: %@
pt_br: Gerado: %@
ru: Создано: %@
sv: Skapad: %@
zh_hans: 生成时间：%@

source: Get Me Back needs location to point you home. Open Settings → Privacy & Security → Location Services → Emuqu and choose While Using or Always.
ar: يحتاج Get Me Back إلى الموقع ليرشدك إلى طريق العودة. افتح الإعدادات ← الخصوصية والأمن ← خدمات الموقع ← Emuqu واختر "أثناء الاستخدام" أو "دائمًا".
da: Get Me Back skal bruge din lokalitet for at vise dig vej hjem. Åbn Indstillinger → Anonymitet og sikkerhed → Lokalitetstjenester → Emuqu, og vælg Når appen er i brug eller Altid.
de: Get Me Back braucht deinen Standort, um dich nach Hause zu führen. Öffne Einstellungen → Datenschutz & Sicherheit → Ortungsdienste → Emuqu und wähle „Beim Verwenden der App" oder „Immer".
es: Get Me Back necesita tu ubicación para llevarte de vuelta. Abre Ajustes → Privacidad y seguridad → Localización → Emuqu y elige «Cuando se use la app» o «Siempre».
fi: Get Me Back tarvitsee sijainnin ohjatakseen sinut takaisin. Avaa Asetukset → Tietosuoja ja suojaus → Sijaintipalvelut → Emuqu ja valitse Kun appia käytetään tai Aina.
fr: Get Me Back a besoin de votre position pour vous ramener. Ouvrez Réglages → Confidentialité et sécurité → Service de localisation → Emuqu et choisissez « Lorsque l'app est active » ou « Toujours ».
is: Get Me Back þarf staðsetningu til að vísa þér heim. Opnaðu Stillingar → Persónuvernd og öryggi → Staðsetningarþjónusta → Emuqu og veldu Meðan í notkun eða Alltaf.
it: Get Me Back ha bisogno della posizione per riportarti indietro. Apri Impostazioni → Privacy e sicurezza → Localizzazione → Emuqu e scegli "Mentre usi l'app" o "Sempre".
ja: Get Me Back で帰り道を示すには位置情報が必要です。設定 → プライバシーとセキュリティ → 位置情報サービス → Emuqu を開き、「このAppの使用中」または「常に」を選んでください。
ko: Get Me Back이 집으로 가는 길을 안내하려면 위치 정보가 필요합니다. 설정 → 개인정보 보호 및 보안 → 위치 서비스 → Emuqu를 열고 '앱을 사용하는 동안' 또는 '항상'을 선택하세요.
nb: Get Me Back trenger posisjonen din for å vise deg veien hjem. Åpne Innstillinger → Personvern og sikkerhet → Stedstjenester → Emuqu og velg Når appen er i bruk eller Alltid.
nl: Get Me Back heeft je locatie nodig om je de weg naar huis te wijzen. Open Instellingen → Privacy en beveiliging → Locatievoorzieningen → Emuqu en kies Bij gebruik van app of Altijd.
pt_br: O Get Me Back precisa da localização para te guiar de volta. Abra Ajustes → Privacidade e Segurança → Serviços de Localização → Emuqu e escolha Durante o Uso ou Sempre.
ru: Get Me Back нужна геопозиция, чтобы указать вам путь домой. Откройте Настройки → Конфиденциальность и безопасность → Службы геолокации → Emuqu и выберите «При использовании» или «Всегда».
sv: Get Me Back behöver din plats för att visa vägen hem. Öppna Inställningar → Integritet och säkerhet → Platstjänster → Emuqu och välj När appen används eller Alltid.
zh_hans: Get Me Back 需要位置权限才能为你指引回程。请打开“设置 → 隐私与安全性 → 定位服务 → Emuqu”，选择“使用 App 期间”或“始终”。

source: Get Me Back trails (GPS breadcrumbs)
ar: مسارات «أعدني» (نقاط GPS)
da: Get Me Back-spor (GPS-brødkrummer)
de: Get-Me-Back-Spuren (GPS-Brotkrumen)
es: Rutas de Get Me Back (migas de GPS)
fi: Get Me Back -reitit (GPS-murupolku)
fr: Traces Get Me Back (fil d’Ariane GPS)
is: Get Me Back-slóðir (GPS-brauðmolar)
it: Percorsi Get Me Back (briciole GPS)
ja: Get Me Back の軌跡（GPS ブレッドクラム）
ko: Get Me Back 경로(GPS 이동 흔적)
nb: Get Me Back-spor (GPS-brødsmuler)
nl: Get Me Back-sporen (GPS-broodkruimels)
pt_br: Trilhas do Get Me Back (rastro de GPS)
ru: Треки Get Me Back (GPS-след)
sv: Get Me Back-spår (GPS-brödsmulor)
zh_hans: Get Me Back 轨迹（GPS 足迹）

source: Give me a clear summary of how I'm doing today based on my recovery data. Hit the highlights and the things to watch.
ar: أعطني ملخصًا واضحًا لحالي اليوم بناءً على بيانات التعافي. ركّز على أبرز النقاط وما يجب الانتباه له.
da: Giv mig et klart overblik over, hvordan jeg har det i dag ud fra mine restitutionsdata. Tag højdepunkterne og det, jeg skal holde øje med.
de: Gib mir eine klare Zusammenfassung, wie es mir heute laut meinen Erholungsdaten geht. Nenn das Wichtigste und worauf ich achten sollte.
es: Dame un resumen claro de cómo estoy hoy según mis datos de recuperación. Destaca lo más importante y lo que debo vigilar.
fi: Anna selkeä yhteenveto siitä, miten voin tänään palautumistietojeni perusteella. Kerro tärkeimmät asiat ja mitä kannattaa seurata.
fr: Fais-moi un résumé clair de mon état aujourd’hui d’après mes données de récupération. Donne l’essentiel et ce qu’il faut surveiller.
is: Gefðu mér skýra samantekt á því hvernig ég hef það í dag út frá endurheimtargögnunum mínum. Nefndu helstu atriðin og það sem ég ætti að fylgjast með.
it: Dammi un riepilogo chiaro di come sto oggi in base ai miei dati di recupero. Indica i punti salienti e cosa tenere d'occhio.
ja: 回復データをもとに、今日の私の状態をわかりやすくまとめてください。要点と注意すべき点を挙げてください。
ko: 회복 데이터를 바탕으로 오늘 내 상태를 명확하게 요약해 줘. 핵심과 주의할 점을 짚어 줘.
nb: Gi meg en tydelig oppsummering av hvordan jeg har det i dag ut fra restitusjonsdataene mine. Ta med høydepunktene og det jeg bør følge med på.
nl: Geef me een duidelijke samenvatting van hoe het vandaag met me gaat op basis van mijn herstelgegevens. Noem de hoofdpunten en waar ik op moet letten.
pt_br: Faça um resumo claro de como estou hoje com base nos meus dados de recuperação. Destaque o principal e o que devo observar.
ru: Дай понятную сводку о том, как я сегодня, по данным восстановления. Назови главное и то, за чем стоит следить.
sv: Ge mig en tydlig sammanfattning av hur jag mår i dag utifrån mina återhämtningsdata. Ta upp det viktigaste och vad jag bör hålla koll på.
zh_hans: 根据我的恢复数据，清楚地总结一下我今天的状态。列出重点和需要留意的地方。

source: Go exercise the keyboard wherever you want — Flo tab, Settings email, anywhere.
ar: استخدم لوحة المفاتيح في أي مكان تريده — علامة تبويب Flo، أو البريد الإلكتروني في الإعدادات، أو أي مكان آخر.
da: Brug tastaturet, hvor du vil – fanen Flo, e-mail i Indstillinger, hvor som helst.
de: Benutze die Tastatur, wo du willst – im Flo-Tab, bei der E-Mail in den Einstellungen, überall.
es: Usa el teclado donde quieras: la pestaña Flo, el correo en Ajustes, en cualquier sitio.
fi: Käytä näppäimistöä missä haluat – Flo-välilehdellä, asetusten sähköpostikentässä, missä tahansa.
fr: Utilisez le clavier où vous voulez : onglet Flo, e-mail dans les Réglages, n'importe où.
is: Notaðu lyklaborðið hvar sem þú vilt – á Flo-flipanum, í netfanginu í Stillingum, hvar sem er.
it: Usa la tastiera dove vuoi: scheda Flo, email nelle Impostazioni, ovunque.
ja: 好きな場所でキーボードを使ってください。Flo タブ、設定のメール欄など、どこでも構いません。
ko: 원하는 곳에서 키보드를 사용해 보세요. Flo 탭, 설정의 이메일 등 어디든 괜찮습니다.
nb: Bruk tastaturet hvor du vil – Flo-fanen, e-post i Innstillinger, hvor som helst.
nl: Gebruik het toetsenbord waar je maar wilt: het Flo-tabblad, e-mail in Instellingen, overal.
pt_br: Use o teclado onde quiser: aba Flo, e-mail nos Ajustes, em qualquer lugar.
ru: Попользуйтесь клавиатурой где угодно — на вкладке Flo, в поле e-mail в настройках, где угодно.
sv: Använd tangentbordet var du vill – Flo-fliken, e-post i Inställningar, var som helst.
zh_hans: 随意在任何地方使用键盘——Flo 标签页、设置中的邮箱，哪里都行。

source: GPX failed: %@
ar: فشل GPX: %@
da: GPX mislykkedes: %@
de: GPX fehlgeschlagen: %@
es: Error de GPX: %@
fi: GPX epäonnistui: %@
fr: Échec GPX : %@
is: GPX mistókst: %@
it: GPX non riuscito: %@
ja: GPX に失敗しました：%@
ko: GPX 실패: %@
nb: GPX mislyktes: %@
nl: GPX mislukt: %@
pt_br: Falha no GPX: %@
ru: Ошибка GPX: %@
sv: GPX misslyckades: %@
zh_hans: GPX 失败：%@

source: GPX Import
ar: استيراد GPX
es: Importación GPX
fi: GPX-tuonti
fr: Import GPX
is: GPX-innflutningur
it: Importazione GPX
ja: GPXインポート
ko: GPX 가져오기
pt_br: Importação GPX
ru: Импорт GPX
zh_hans: GPX 导入

source: grade %@, drifted %@%% higher for the same pace — could be fueling, heat, or just a long day. Easing off for a bit is an option.
ar: الانحدار %@، انجرف النبض أعلى بـ %@%% للسرعة نفسها — قد يكون السبب التغذية أو الحرارة أو مجرد يوم طويل. التخفيف قليلًا خيار متاح.
da: Stigning %@, %@%% højere ved samme tempo — det kan være energi, varme eller bare en lang dag. Du kan godt sætte lidt ned et stykke tid.
de: Steigung %@, bei gleichem Tempo %@%% höher — vielleicht Verpflegung, Hitze oder einfach ein langer Tag. Etwas Tempo rauszunehmen ist eine Option.
es: Pendiente %@, un %@%% más alta al mismo ritmo — puede ser la alimentación, el calor o simplemente un día largo. Aflojar un poco es una opción.
fi: nousu %@, %@%% korkeampi samalla vauhdilla — syynä voi olla tankkaus, kuumuus tai vain pitkä päivä. Voit hellittää hetkeksi.
fr: Pente %@, a dérivé de %@%% à la hausse pour la même allure — peut-être l'alimentation, la chaleur ou simplement une longue journée. Lever un peu le pied est une option.
is: halli %@, %@%% hærri á sama hraða — gæti verið næring, hiti eða bara langur dagur. Það er möguleiki að slaka aðeins á.
it: Pendenza %@, più alta del %@%% allo stesso ritmo — forse alimentazione, caldo o solo una lunga giornata. Rallentare un po' è un'opzione.
ja: 勾配 %@、同じペースで %@%% 上昇しています — 補給、暑さ、あるいは単に長い一日のせいかもしれません。少し緩めるのも一つの手です。
ko: 경사 %@, 같은 페이스에서 %@%% 더 높아졌습니다 — 보급, 더위, 아니면 그냥 긴 하루 때문일 수 있어요. 잠시 늦추는 것도 방법입니다.
nb: Stigning %@, %@%% høyere i samme tempo — kan være energiinntak, varme eller bare en lang dag. Du kan godt roe ned en stund.
nl: Helling %@, %@%% hoger bij hetzelfde tempo — kan voeding zijn, warmte, of gewoon een lange dag. Even gas terugnemen kan.
pt_br: inclinação de %@, %@%% mais alta para o mesmo ritmo — pode ser alimentação, calor ou só um dia longo. Aliviar um pouco é uma opção.
ru: уклон %@, на %@%% выше при том же темпе — может быть питание, жара или просто долгий день. Можно немного сбавить.
sv: Lutning %@, %@%% högre i samma tempo — det kan vara energiintaget, värmen eller bara en lång dag. Du kan ta det lite lugnare en stund.
zh_hans: 坡度 %@，同样配速下高了 %@%% — 可能是补给、炎热，或只是漫长的一天。可以考虑放松一会儿。

source: Grade easing
ar: الانحدار يخف
da: Stigningen aftager
de: Steigung lässt nach
es: La pendiente se suaviza
fi: Nousu loivenee
fr: La pente s'adoucit
is: Hallinn minnkar
it: La pendenza si addolcisce
ja: 勾配が緩やかに
ko: 경사 완만해짐
nb: Stigningen flater ut
nl: Helling neemt af
pt_br: Inclinação diminuindo
ru: Уклон снижается
sv: Lutningen planar ut
zh_hans: 坡度变缓

source: Green
ar: أخضر
da: Grøn
de: Grün
es: Verde
fi: Vihreä
fr: Vert
is: Grænn
it: Verde
ja: グリーン
ko: 초록색
nb: Grønn
nl: Groen
pt_br: Verde
ru: Зелёный
sv: Grön
zh_hans: 绿色

source: Hangover
ar: آثار الشرب
da: Tømmermænd
de: Kater
es: Resaca
fi: Krapula
fr: Gueule de bois
is: Timburmenn
it: Sbornia
ja: 二日酔い
ko: 숙취
nb: Bakfyll
nl: Kater
pt_br: Ressaca
ru: Похмелье
sv: Bakfylla
zh_hans: 宿醉

source: hard effort
ar: جهد عالٍ
da: hård indsats
de: harte Belastung
es: esfuerzo fuerte
fi: kova teho
fr: effort soutenu
is: stíft álag
it: sforzo intenso
ja: きつい強度
ko: 강한 강도
nb: hard innsats
nl: zware inspanning
pt_br: esforço forte
ru: тяжёлое усилие
sv: hård insats
zh_hans: 高强度

source: hard intensity
ar: شدة عالية
da: hård intensitet
de: harte Intensität
es: intensidad dura
fi: kova teho
fr: intensité difficile
is: erfið ákefð
it: intensità dura
ja: ハードな強度
ko: 고강도
nb: hard intensitet
nl: zware intensiteit
pt_br: intensidade forte
ru: тяжёлая интенсивность
sv: hård intensitet
zh_hans: 高强度

source: Hard session — very hard intensity the whole time (%@ at α1 under 0.50).
ar: جلسة شاقة — شدة عالية جدًا طوال الوقت (%@ مع α1 أقل من 0.50).
da: Hård session — meget høj intensitet hele tiden (%@ med α1 under 0,50).
de: Harte Einheit – die ganze Zeit sehr hohe Intensität (%@ mit α1 unter 0,50).
es: Sesión dura: intensidad muy alta todo el tiempo (%@ con α1 por debajo de 0,50).
fi: Kova harjoitus – erittäin kova teho koko ajan (%@ α1:llä alle 0,50).
fr: Séance difficile — intensité très élevée tout du long (%@ avec α1 sous 0,50).
is: Erfið æfing — mjög mikil ákefð allan tímann (%@ með α1 undir 0,50).
it: Sessione dura: intensità molto alta per tutto il tempo (%@ con α1 sotto 0,50).
ja: ハードなセッション — ずっと非常に高い強度でした（α1が0.50未満で%@）。
ko: 힘든 세션 — 내내 매우 높은 강도였습니다(α1 0.50 미만으로 %@).
nb: Hard økt – svært høy intensitet hele tiden (%@ med α1 under 0,50).
nl: Zware training — de hele tijd zeer hoge intensiteit (%@ met α1 onder 0,50).
pt_br: Sessão intensa — intensidade muito alta o tempo todo (%@ com α1 abaixo de 0,50).
ru: Тяжёлая тренировка — всё время очень высокая интенсивность (%@ при α1 ниже 0,50).
sv: Hårt pass – mycket hög intensitet hela tiden (%@ med α1 under 0,50).
zh_hans: 高强度训练——全程极高强度（α1 低于 0.50 共 %@）。

source: Head %@ for %@
ar: اتجه %1$@ لمسافة %2$@
da: Gå mod %1$@ i %2$@
de: Richtung %1$@ für %2$@
es: Dirígete al %1$@ durante %2$@
fi: Suuntaa %1$@ %2$@
fr: Partez vers le %1$@ sur %2$@
is: Haltu í %1$@ í %2$@
it: Procedi verso %1$@ per %2$@
ja: %1$@へ%2$@進む
ko: %1$@쪽으로 %2$@ 이동
nb: Gå mot %1$@ i %2$@
nl: Ga richting %1$@ over %2$@
pt_br: Siga para o %1$@ por %2$@
ru: Двигайтесь на %1$@ %2$@
sv: Gå mot %1$@ i %2$@
zh_hans: 向%1$@前进%2$@

source: Head %@ on %@
ar: اتجه %1$@ على %2$@
da: Gå mod %1$@ ad %2$@
de: Richtung %1$@ auf %2$@
es: Dirígete al %1$@ por %2$@
fi: Suuntaa %1$@ tietä %2$@
fr: Partez vers le %1$@ sur %2$@
is: Haltu í %1$@ eftir %2$@
it: Procedi verso %1$@ su %2$@
ja: %2$@を%1$@へ進む
ko: %2$@에서 %1$@쪽으로 이동
nb: Gå mot %1$@ langs %2$@
nl: Ga richting %1$@ over %2$@
pt_br: Siga para o %1$@ pela %2$@
ru: Двигайтесь на %1$@ по %2$@
sv: Gå mot %1$@ längs %2$@
zh_hans: 沿%2$@向%1$@前进

source: Headache
ar: صداع
da: Hovedpine
de: Kopfschmerzen
es: Dolor de cabeza
fi: Päänsärky
fr: Mal de tête
is: Höfuðverkur
it: Mal di testa
ja: 頭痛
ko: 두통
nb: Hodepine
nl: Hoofdpijn
pt_br: Dor de cabeça
ru: Головная боль
sv: Huvudvärk
zh_hans: 头痛
